Repository: bcks/ensaaf
Catalog: data/locale/*/LC_MESSAGES/django.po
Languages: pa

source: General persecution of Sikhs
pa: ਸਿੱਖਾਂ ਖਿਲਾਫ ਅੱਤਿਆਚਾਰ

source: Supported the goals of the militancy movement
pa: ਖਾੜਕੂਆਂ ਦੀ ਲਹਿਰ ਨਾਲ ਹਿਮਾਇਤ ਕਰਨੀ

source: Was forced to join
pa: ਜਬਰਦਸਤੀ ਨਾਲ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ

source: Farmer/agriculture
pa: ਕਿਸਾਨ

source: Shopkeeper
pa: ਦੁਕਾਨਦਾਰ

source: Day laborer
pa: ਮਜ਼ਦੂਰ

source: Driver (bus/truck/car)
pa: ਡਰਾਈਵਰ (ਬੱਸ/ਟਰੱਕ/ਗੱਡੀ)

source: Mechanic
pa: ਮਕੈਨਿਕ

source: Student
pa: ਵਿਦਿਆਰਥੀ

source: Housewife
pa: ਘਰੇਲੂ ਔਰਤ

source: Carpenter
pa: ਮਿਸਤਰੀ

source: Unemployed
pa: ਬੇਰੁਜ਼ਗਾਰ

source: Victim was related to a militant
pa: ਪੀੜਤ ਦਾ ਰਿਸ਼ਤੇਦਾਰ ਖਾੜਕੂ ਸੀ

source: Victim gave support to militants
pa: ਪੀੜਤ ਖਾੜਕੂਆਂ ਦੀ ਸਹਾਇਤਾ ਕਰਦਾ ਸੀ

source: Victim was involved in criminal activities
pa: ਪੀੜਤ ਗੈਰ ਕਾਨੂੰਨੀ ਕੰਮ ਕਰਦਾ/ਕਰਦੀ ਸੀ

source: Victim was identifiably Sikh
pa: ਪੀੜਤ ਦੀ ਪਛਾਣ ਸਿੱਖ ਸੀ

source: Security forces thought victim was a militant
pa: ਸੁਰੱਖਿਆ ਬਲਾਂ ਨੂੰ ਲੱਗਾ ਕਿ ਪੀੜਤ ਖਾੜਕੂ ਸੀ

source: Mistaken for a wanted individual
pa: ਪੀੜਤ ਦਾ ਲੋੜੀਂਦੇ ਵਿਅਕਤੀ ਨਾਲ ਭੁਲੇਖਾ

source: A caste associated with agriculture
pa: ਖੇਤੀ ਬਾੜੀ ਨਾਲ ਸੰਬੰਧਿਤ ਜਾਤ

source: Hinduism
pa: ਹਿੰਦੂ

source: Islam
pa: ਮੁਸਲਮਾਨ

source: Christianity
pa: ਇਸਾਈ

source: Voluntary
pa: ਆਪਣੀ ਮਰਜ਼ੀ ਨਾਲ

source: Forced
pa: ਮਜ਼ਬੂਰ

source: Yes, the victim turned himself/herself in
pa: ਹਾਂ - ਪੀੜਤ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪੁਲਿਸ ਹਵਾਲੇ ਕੀਤਾ

source: Spouse
pa: ਪਤੀ ਪਤਨੀ

source: Parents
pa: ਮਾਂ ਪਿਓ

source: Sibling
pa: ਭੈਣ ਭਰਾ

source: Grandparent
pa: ਨਾਨਾ/ਨਾਨੀ ਜਾਂ ਦਾਦਾ/ਦਾਦੀ

source: Cousin
pa: ਰਿਸ਼ਤੇਦਾਰੀ ਵਿੱਚੋਂ ਭੈਣ/ਭਰਾ

source: Aunt/uncle
pa: ਹੋਰ ਰਿਸ਼ਤੇਦਾਰ

source: Friend
pa: ਦੋਸਤ

source: Co-villager
pa: ਪਿੰਡ ਦਾ ਵਸਨੀਕ

source: Respondent
pa: ਜਵਾਬਦੇਹ

source: Border Security Force
pa: ਬਾਡਰ ਸਿਕਿਓਰਟੀ ਫੋਰਸ

source: BSF
pa: ਬੀ.ਐਸ.ਐਫ

source: Central Reserve Police Force
pa: ਕੇਂਦਰੀ ਰਿਜਰਵ ਪੁਲਿਸ ਫੋਰਸ

source: CRPF
pa: ਸੀ.ਆਰ.ਪੀ.ਐਫ਼

source: Army
pa: ਆਰਮੀ

source: Criminal Investigation Agency
pa: ਅਪਰਾਧਿਕ ਜਾਂਚ ਏਜੰਸੀ

source: Irregular undercover security force, often consisting of criminals
pa: ਗੈਰ ਕਾਨੂੰਨੀ ਸੁਰੱਖਿਆ ਬਲ ਜਿਸ ਵਿੱਚ ਅਕਸਰ ਅਪਰਾਧੀ ਹੁੰਦੇ ਹਨ

source: Black cat
pa: ਬਲੈਕ ਕੈਟ

source: Unknown type of security forces
pa: ਅਣਪਛਾਤੇ ਸੁਰੱਖਿਆ ਬਲ

source: Same as officials involved in abduction/extrajudicial execution
pa: ਓਹੀ ਅਫਸਰ ਜਿਹੜੇ ਪੀੜਤ ਦੀ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਅਤੇ ਉਸ ਨੂੰ ਲਾਪਤਾ ਕਰਨ ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ

source: Victim's residence
pa: ਪੀੜਤ ਦਾ ਘਰ

source: Friend/relative's residence
pa: ਦੋਸਤ ਜਾਂ ਰਿਸ਼ਤੇਦਾਰ ਦਾ ਘਰ

source: Checkpoint (naka)
pa: ਨਾਕਾ

source: Roadside
pa: ਸੜਕ ਕਿਨਾਰੇ

source: Village fields
pa: ਪਿੰਡ ਦੇ ਖੇਤ

source: Shop/market
pa: ਦੁਕਾਨ/ਬਜ਼ਾਰ

source: Bus station/stand
pa: ਬੱਸ ਅੱਡਾ

source: Village drain
pa: ਪਿੰਡ ਦਾ ਨਾਲਾ

source: Dumped body in canal/river
pa: ਸਰੀਰ ਨੂੰ ਨਹਿਰ/ਦਰਿਆ (ਨਦੀ) ਵਿੱਚ ਸੁੱਟ ਦਿੱਤਾ ਗਿਆ

source: Dumped body in well/drain
pa: ਸਰੀਰ ਨੂੰ ਖ਼ੂਹ ਜਾਂ ਨਾਲੇ ਵਿੱਚ ਸੁੱਟ ਦਿੱਤਾ

source: Buried the body
pa: ਸਰੀਰ ਨੂੰ ਦਫ਼ਨਾ ਦਿੱਤਾ ਗਿਆ

source: Village cremation ground
pa: ਪਿੰਡ ਦਾ ਸ਼ਮਸ਼ਾਨ ਘਾਟ

source: Gurdwara cremation ground
pa: ਗੁਰਦੁਆਰੇ ਦਾ ਸ਼ਮਸ਼ਾਨ ਘਾਟ

source: Bruises
pa: ਨੀਲ

source: Bullet wounds
pa: ਗੋਲੀਆਂ ਦੇ ਨਿਸ਼ਾਨ

source: Cuts/wounds
pa: ਚੀਰਾ/ਜ਼ਖਮ

source: Broken bones
pa: ਟੁੱਟੀਆਂ ਹੱਡੀਆਂ

source: Missing hair from head or face
pa: ਮੂੰਹ ਜਾਂ ਸਿਰ ਦੇ ਕੇਸ ਪੁੱਟੇ ਗਏ

source: Missing fingernails
pa: ਨਹੁੰ ਪੁੱਟੇ ਗਏ

source: Burn marks
pa: ਜਲਣ ਦੇ ਘਾਵ/ਨਿਸ਼ਾਨ

source: Information about another person
pa: ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਬਾਰੇ ਜਾਣਕਾਰੀ

source: Forced identification of another person
pa: ਧੱਕੇ ਨਾਲ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਦੀ ਪਹਿਚਾਣ ਕਰਵਾਈ

source: Another person must turn himself in
pa: ਕੋਈ ਹੋਰ ਵਿਅਕਤੀ ਆਪਣੇ ਆਪ ਨੂੰ ਪੇਸ਼ ਕਰੇ

source: Signature on blank papers
pa: ਕੋਰੇ ਕਾਗਜ਼ ਉੱਪਰ ਦਸਤਖ਼ਤ

source: Valuables (jewelry/electronics/land/etc.)
pa: ਕੀਮਤੀ ਸਮਾਨ (ਗਹਿਣੇ, ਬਿਜਲੀ ਵਾਲਾ ਸਮਾਨ, ਜਮੀਨ, ਹੋਰ ਕੁਝ)

source: Land
pa: ਜ਼ਮੀਨ

source: Jail
pa: ਕੈਦਖਾਨਾ

source: Police custody/remand
pa: ਪੁਲਿਸ ਹਿਰਾਸਤ/ਰਿਮਾਂਡ

source: No Response
pa: ਕੋਈ ਜਵਾਬ ਨਹੀਂ

source: Extrajudicial execution [of victim] in an "encounter"
pa: ਪੀੜਤ ਦੀ ਝੂਠੇ ਮੁਕਾਬਲੇ ਵਿੱਚ ਗ਼ੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਕੀਤੀ ਗਈ

source: Denied involvement
pa: ਹਾਦਸੇ ਵਿੱਚ ਹੱਥ ਹੋਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ

source: Admitted extrajudicial execution with no explanation
pa: ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਨੂੰ ਮੰਨ ਲਿਆ ਪਰ ਕੋਈ ਵਜਾ ਨਹੀਂ ਦਿੱਤੀ

source: Admitted custody only
pa: ਸਿਰਫ਼ ਹਿਰਾਸਤ ਮੰਨੀ

source: Victim had escaped
pa: ਪੀੜਤ ਫਰਾਰ ਹੋ ਗਿਆ

source: Victim extrajudicial execution while trying to escape
pa: ਪੀੜਤ ਦੀ ਫਰਾਰ ਹੁੰਦੇ ਵਕਤ ਹੱਤਿਆ ਕਰ ਦਿੱਤੀ ਗਈ

source: Victim extrajudicial execution by militants
pa: ਪੀੜਤ ਦੀ ਖਾੜਕੂਆਂ ਵੱਲੋਂ ਹੱਤਿਆ ਕੀਤੀ ਗਈ

source: Told family to go to another police station
pa: ਪਰਿਵਾਰ ਨੂੰ ਕਿਸੇ ਹੋਰ ਪੁਲਿਸ ਥਾਣੇ ਜਾਣ ਨੂੰ ਕਹਿਆ

source: Victim extrajudicial execution in crossfire with militants
pa: ਖਾੜਕੂਆਂ ਨਾਲ ਮੁਕਾਬਲੇ ਦੌਰਾਨ ਪੀੜਤ ਮਾਰਿਆ ਗਿਆ

source: Victim accidentally killed in custody
pa: ਹਿਰਾਸਤ ਵਿੱਚ ਪੀੜਤ ਗਲਤੀ ਨਾਲ ਮਾਰਿਆ ਗਿਆ

source: Victim extrajudicial execution while resisting arrest/search
pa: ਗ੍ਰਿਫਤਾਰੀ ਜਾਂ ਤਲਾਸ਼ੀ ਦੇ ਵਿਰੋਧ ਦੌਰਾਨ ਪੀੜਤ ਮਾਰਿਆ ਗਿਆ

source: Victim extrajudicial execution by <span define="Irregular undercover security force, often consisting of criminals">Black cat</span>s
pa: ਬਲੈਕ ਕੈਟ ਨੇ ਪੀੜਤ ਨੂੰ ਮਾਰ ਦਿੱਤਾ

source: Afraid of retaliation
pa: ਬਦਲੇ ਤੋਂ ਡਰ (ਜਿਵੇਂ ਕਿ: ਝੂਠੇ ਕੇਸ, ਤਸ਼ੱਦਦ, ਹਿਰਾਸਤ ਆਦਿ)

source: Believed it would have been ineffective
pa: ਪਰਿਵਾਰ ਨੂੰ ਇਹ ਲੱਗਦਾ ਸੀ ਕਿ ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਨਿਕਲਨਾ

source: Did not know what to do
pa: ਪਤਾ ਨਹੀਂ ਸੀ ਕਿ ਕੀ ਕਰਨਾ

source: Insufficient funds
pa: ਖ਼ਰਚਾ ਚੁੱਕਣ ਤੋਂ ਅਸਮਰਥ

source: No drastic action
pa: ਕੋਈ ਸਖਤ ਕਾਰਵਾਈ ਨਹੀਂ

source: Family members ran away
pa: ਪਰਿਵਾਰ ਦੇ ਸਦੱਸ ਭੱਜ ਗਏ

source: Family member(s) engaged in militant activity
pa: ਪਰਿਵਾਰ ਦੇ/ਦਾ ਸਦੱਸ ਖਾੜਕੂਆਂ ਨਾਲ ਸੰਬੰਧਿਤ ਹੋ ਗਏ/ਗਿਆ

source: Family member(s) dropped out of school
pa: ਪਰਿਵਾਰ ਦੇ ਸਦੱਸ ਦੀ ਪੜ੍ਹਾਈ ਛੁੱਟ ਗਈ

source: Family member(s) abused alcohol/drugs
pa: ਪਰਿਵਾਰ ਦੇ/ਦਾ ਸਦੱਸ ਨਸ਼ਾ ਪੱਤਾ ਕਰਨ ਲੱਗ ਪਏ/ਪਿਆ

source: Family member(s) committed suicide
pa: ਪਰਿਵਾਰ ਦੇ ਸਦੱਸ ਨੇ ਆਤਮ ਹੱਤਿਆ ਕਰ ਲਈ

source: Family abandoned home
pa: ਪਰਿਵਾਰ ਨੇ ਘਰ ਛੱਡ ਦਿੱਤਾ

source: Family member(s) died due to depression/shock
pa: ਪਰਿਵਾਰ ਦੇ ਸਦੱਸ ਦੀ ਉਦਾਸ ਮਨੋਦਸ਼ਾ/ਸਦਮੇ ਕਾਰਨ ਮੌਤ ਹੋ ਗਈ

source: Family member(s) was mentally disturbed
pa: ਪਰਿਵਾਰ ਦੇ ਸਦੱਸ ਦੀ ਮਾਨਸਿਕ ਦਸ਼ਾ ਖਰਾਬ ਹੋ ਗਈ

source: Family became impoverished
pa: ਪਰਿਵਾਰ ਗਰੀਬ ਹੋ ਗਿਆ

source: Monetary compensation to family
pa: ਪਰਿਵਾਰ ਨੂੰ/ਲਈ ਮੁਆਵਜ਼ਾ

source: Rehabilitation services to family
pa: ਪਰਿਵਾਰਕ ਮੈਂਬਰਾਂ ਲਈ ਪੁਨਰਵਾਸ ਸੇਵਾਵਾਂ/ਪਰਿਵਾਰਕ ਮੈਂਬਰਾਂ ਦੇ ਮੁੜਵਸੇਬੇ ਲਈ ਸਹਾਇਤਾ

source: Public acknowledgement of wrongful deaths
pa: ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਨੂੰ ਜਨਤਕ ਕੀਤਾ ਜਾਵੇ

source: Criminal prosecution of those responsible
pa: ਦੋਸ਼ੀਆਂ ਦੇ ਖਿਲਾਫ ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾਵੇ

source: Truth commission
pa: ਸੱਚ ਸਾਮ੍ਹਣੇ ਲਿਆਉਣ ਲਈ ਕਮਿਸ਼ਨ ਬਣਾਇਆ ਜਾਵੇੇ

source: Investigations into abuses
pa: ਸਰਕਾਰੀ ਧੱਕੇਸ਼ਾਹੀ ਦੀ ਪੁੱਛ ਪੜਤਾਲ ਕੀਤੀ ਜਾਵੇ

source: Desire nothing from government
pa: ਸਰਕਾਰ ਤੋਂ ਕੋਈ ਉਮੀਦ ਨਹੀਂ

source: Seen by respondent
pa: ਜਵਾਬਦੇਹ/ਜਵਾਬ ਦੇਣ ਵਾਲੇ ਨੇ ਦੇਖਿਆ

source: Relative
pa: ਰਿਸ਼ਤੇਦਾਰ

source: Seen by relative
pa: ਰਿਸ਼ਤੇਦਾਰ ਨੇ ਦੇਖਿਆ

source: Seen by other detainee
pa: ਹੋਰ ਕੈਦੀ ਨੇ ਦੇਖਿਆ

source: Other detainee
pa: ਹੋਰ ਕੈਦੀ

source: Seen by sarpanch/politician
pa: ਸਰਪੰਚ/ਸਿਆਸਤਦਾਨ ਨੇ ਦੇਖਿਆ

source: <span define="Head of the village council">Sarpanch</span>/politician
pa: ਸਰਪੰਚ/ਸਿਆਸਤਦਾਨ

source: Seen by newspaper
pa: ਅਖ਼ਬਾਰ ਵਿੱਚ ਪੜ੍ਹਿਆ

source: Newspaper
pa: ਅਖ਼ਬਾਰ

source: Seen by security official
pa: ਸੁਰੱਖਿਆ ਅਫ਼ਸਰ ਨੇ ਦੇਖਿਆ

source: Security official
pa: ਸੁਰੱਖਿਆ ਅਫ਼ਸਰ

source: Seen by friend
pa: ਦੋਸਤ ਨੇ ਦੇਖਿਆ

source: Seen by other witness (non-relative)
pa: ਕਿਸੇ ਹੋਰ ਨੇ ਦੇਖਿਆ ਜੋ ਕਿ ਰਿਸ਼ਤੇਦਾਰ ਨਹੀਂ ਸੀ

source: Other witness (non-relative)
pa: ਹੋਰ ਗਵਾਹ (ਜੋ ਕਿ ਰਿਸ਼ਤੇਦਾਰ ਨਹੀਂ ਹੈ)

source: Seen by doctor
pa: ਡਾਕਟਰ ਨੇ ਦੇਖਿਆ

source: Doctor
pa: ਡਾਕਟਰ

source: Seen by other victim family
pa: ਦੂਜੇ ਪੀੜਤ ਦੇ ਪਰਿਵਾਰ ਨੇ ਦੇਖਿਆ

source: Other victim family
pa: ਦੂਜੇ ਪੀੜਤ ਦੇ ਪਰਿਵਾਰ

source: Seen by
pa: ਕਿਸ ਨੇ ਦੇਖਿਆ

source: Police station/post
pa: ਪੁਲਿਸ ਥਾਨਾ/ਚੌਂਕੀ

source: Criminal Investigation Agency staff
pa: ਅਪਰਾਧਿਕ ਜਾਂਚ ਏਜੰਸੀ ਸਟਾਫ਼

source: <span define="Border Security Force">BSF</span>
pa: ਬਾਡਰ ਸਿਕਿਓਰਟੀ ਫੋਰਸ

source: <span define="Central Reserve Police Force">CRPF</span> camp
pa: ਸੀ.ਆਰ.ਪੀ.ਐਫ਼ ਕੈਂਪ

source: Army camp
pa: ਆਰਮੀ ਕੈਂਪ

source: <span define="Unofficial interrogation location">Interrogation center</span>
pa: <span define="ਗੈਰ ਸਰਕਾਰੀ ਇਨਟੈਰੋਗੇਸ਼ਨ ਸੈਂਟਰ">ਇਨਟੈਰੋਗੇਸ਼ਨ ਸੈਂਟਰ</span>

source: days
pa: ਦਿਨਾਂ

source: day
pa: ਦਿਨ

source: Inspector
pa: ਇੰਸਪੈਕਟਰ

source: Assistant Sub Inspector
pa: ਸਹਾਇਕ ਸਬ ਇੰਸਪੈਕਟਰ

source: Senior Superintendent of Police
pa: ਐਸ.ਐਸ.ਪੀ. (ਸੀਨੀਅਰ ਸੁਪਰਡੈਂਟ ਆਫ ਪੁਲਿਸ)

source: Deputy Superintendent of Police
pa: ਡੀ.ਐਸ.ਪੀ. (ਡਿਪਟੀ ਸੁਪਰਡੈਂਟ ਆਫ ਪੁਲਿਸ)

source: Constable
pa: ਕਾਂਸਟੇਬਲ

source: Head Constable
pa: ਹੈਡ ਕਾਂਸਟੇਬਲ

source: Sepoy
pa: ਸਿਪਾਹੀ

source: DIG (Deputy Inspector General)
pa: ਡੀ.ਆਈ.ਜੀ. (ਡਿਪਟੀ ਇੰਸਪੈਕਟਰ ਜਨਰਲ)

source: IG (Inspector General)
pa: ਆਈ.ਜੀ. (ਇੰਸਪੈਕਟਰ ਜਨਰਲ)

source: DGP (Director General of Police)
pa: ਡੀ.ਜੀ.ਪੀ. (ਡਾਇਰੈਕਟਰ ਜਨਰਲ ਆਫ਼ ਪੁਲਿਸ)

source: Superintendent of Police
pa: ਐਸ.ਐਸ.ਪੀ. (ਸੀਨੀਅਰ ਸੁਪਰਡੈਂਟ ਆਫ ਪੁਲਿਸ)

source: <span define="Central Reserve Police Force">CRPF</span>
pa: <span define="ਕੇਂਦਰੀ ਰਿਜਰਵ ਪੁਲਿਸ ਫੋਰਸ">ਸੀ.ਆਰ.ਪੀ.ਐਫ਼</span>

source: <span define="Irregular undercover security force, often consisting of criminals">Black cat</span>
pa: <span define="ਗੈਰ ਕਾਨੂੰਨੀ ਸੁਰੱਖਿਆ ਬਲ ਜਿਸ ਵਿੱਚ ਅਕਸਰ ਅਪਰਾਧੀ ਹੁੰਦੇ ਹਨ">ਬਲੈਕ ਕੈਟ</span>

source: Non-Sikh
pa: ਹੋਰ

source: Non-Jat
pa: ਹੋਰ

source: Chandigarh
pa: ਚੰਡੀਗੜ੍ਹ

source: Amritsar
pa: ਅੰਮ੍ਰਿਤਸਰ

source: Bathinda
pa: ਬਠਿੰਡਾ

source: Faridkot
pa: ਫ਼ਰੀਦਕੋਟ

source: Fatehgarh Sahib
pa: ਫ਼ਤਿਹਗੜ੍ਹ ਸਾਹਿਬ

source: Firozpur
pa: ਫ਼ਿਰੋਜ਼ਪੁਰ

source: Hoshiarpur
pa: ਹੁਸ਼ਿਆਰਪੁਰ

source: Jalandhar
pa: ਜਲੰਧਰ

source: Kapurthala
pa: ਕਪੂਰਥਲਾ

source: Ludhiana
pa: ਲੁਧਿਆਣਾ

source: Mansa
pa: ਮਾਨਸਾ

source: Moga
pa: ਮੋਗਾ

source: Muktsar
pa: ਮੁਕਤਸਰ

source: Nawanshahr
pa: ਨਵਾਂਸ਼ਹਿਰ

source: Patiala
pa: ਪਟਿਆਲਾ

source: Rupnagar
pa: ਰੂਪਨਗਰ

source: Sangrur
pa: ਸੰਗਰੂਰ

source: Graduate degree
pa: ਗਰੈਜੂਏਟ ਡਿਗਰੀ

source: Age unknown
pa: ਉਮਰ ਪਤਾ ਨਹੀਂ

source: Day labourer
pa: ਮਜ਼ਦੂਰ

source: Not applicable
pa: ਲਾਜਮੀ ਨਹੀਂ

source: Didn’t know what to do
pa: ਪਤਾ ਨਹੀਂ ਸੀ ਕਿ ਕੀ ਕਰਨਾ

source: Couldn’t afford
pa: ਖ਼ਰਚਾ ਚੁੱਕਣ ਤੋਂ ਅਸਮਰਥ

source: Rehabilitation services to family members
pa: ਪਰਿਵਾਰਕ ਮੈਂਬਰਾਂ ਲਈ ਪੁਨਰਵਾਸ ਸੇਵਾਵਾਂ/ਪਰਿਵਾਰਕ ਮੈਂਬਰਾਂ ਦੇ ਮੁੜਵਸੇਬੇ ਲਈ ਸਹਾਇਤਾ

source: Criminal sanctions against those responsible
pa: ਗੁਨਾਹਗਾਰਾਂ ਉੱਤੇ ਫ਼ੌਜਦਾਰੀ ਮੁਕੱਦਮਾ ਚਲਾਇਆ ਜਾਵੇ (ਗੁਨਾਹਗਾਰਾਂ ਨੂੰ ਸਜ਼ਾ ਦਿੱਤੀ ਜਾਵੇ)

source: Dumped body in canal or river
pa: ਸਰੀਰ ਨੂੰ ਨਹਿਰ/ਦਰਿਆ (ਨਦੀ) ਵਿੱਚ ਸੁੱਟ ਦਿੱਤਾ ਗਿਆ

source: Dumped body in well or drain
pa: ਸਰੀਰ ਨੂੰ ਖ਼ੂਹ ਜਾਂ ਨਾਲੇ ਵਿੱਚ ਸੁੱਟ ਦਿੱਤਾ

source: Interviewee
pa: ਜਵਾਬਦੇਹੀ

source: Other relative
pa: ਹੋਰ ਰਿਸ਼ਤੇਦਾਰ

source: Sarpanch/politician
pa: ਸਰਪੰਚ/ਸਿਆਸਤਦਾਨ

source: Other witness
pa: ਹੋਰ ਗਵਾਹ

source: Interview belief (no source)
pa: ਜਵਾਬਦੇਹੀ ਦਾ ਮਨਣਾ (ਕੋਈ ਸਰੋਤ ਨਹੀਂ)

source: Victim’s residence
pa: ਪੀੜਤ ਦਾ ਘਰ

source: Police Station/Post
pa: ਪੁਲਿਸ ਥਾਨਾ/ਚੌਂਕੀ

source: Criminal Investigation Agency Staff
pa: ਅਪਰਾਧਿਕ ਜਾਂਚ ਏਜੰਸੀ ਸਟਾਫ਼

source: <span define="Central Reserve Police Force">CRPF</span> Camp
pa: ਸੀ.ਆਰ.ਪੀ.ਐਫ਼ ਕੈਂਪ

source: Army Camp
pa: ਆਰਮੀ ਕੈਂਪ

source: <span define="Unofficial interrogation location">Interrogation Center</span>
pa: <span define="ਗੈਰ ਸਰਕਾਰੀ ਇਨਟੈਰੋਗੇਸ਼ਨ ਸੈਂਟਰ">ਇਨਟੈਰੋਗੇਸ਼ਨ ਸੈਂਟਰ</span>

source: Punjab police
pa: ਪੰਜਾਬ ਪੁਲਿਸ

source: Gave no response
pa: ਕੋਈ ਜਵਾਬ ਨਹੀਂ ਦਿੱਤਾ

source: Killed victim in an “encounter”
pa: ਪੀੜਤ ਨੂੰ ਮੁਕਾਬਲੇ ਵਿੱਚ ਮਾਰ ਦਿੱਤਾ ਗਿਆ

source: Victim killed while trying to escape
pa: ਪੀੜਤ ਫਰਾਰ ਹੁੰਦੇ ਵਕਤ ਮਾਰਿਆ ਗਿਆ

source: Victim killed by militants
pa: ਖਾੜਕੂਆਂ ਨੇ ਪੀੜਤ ਨੂੰ ਮਾਰ ਦਿੱਤਾ

source: Victim killed in crossfire with militants
pa: ਖਾੜਕੂਆਂ ਨਾਲ ਮੁਕਾਬਲੇ ਦੌਰਾਨ ਪੀੜਤ ਮਾਰਿਆ ਗਿਆ

source: Victim killed while resisting arrest/search
pa: ਗ੍ਰਿਫਤਾਰੀ ਜਾਂ ਤਲਾਸ਼ੀ ਦੇ ਵਿਰੋਧ ਦੌਰਾਨ ਪੀੜਤ ਮਾਰਿਆ ਗਿਆ

source: Victim killed by <span define="Irregular undercover security force, often consisting of criminals">black cat</span>s
pa: <span define="ਗੈਰ ਕਾਨੂੰਨੀ ਸੁਰੱਖਿਆ ਬਲ ਜਿਸ ਵਿੱਚ ਅਕਸਰ ਅਪਰਾਧੀ ਹੁੰਦੇ ਹਨ">ਬਲੈਕ ਕੈਟ</span>

source: Ajnala
pa: ਅਜਨਾਲਾ

source: Amritsar I
pa: ਅੰਮ੍ਰਿਤਸਰ - I

source: Amritsar II
pa: ਅੰਮ੍ਰਿਤਸਰ - II

source: Baba Bakala
pa: ਬਾਬਾ ਬਕਾਲਾ

source: Khadoor Sahib
pa: ਖਡੂਰ ਸਾਹਿਬ

source: Patti
pa: ਪੱਟੀ

source: Tarn Taran
pa: ਤਰਨ ਤਾਰਨ

source: Rampura Phul
pa: ਰਾਮਪੁਰਾ ਫੂਲ

source: Talwandi Sabo
pa: ਤਲਵੰਡੀ ਸਾਬੋ

source: Jaitu
pa: ਜੈਤੋ

source: Amloh
pa: ਅਮਲੋਹ

source: Bassi Pathana
pa: ਬੱਸੀ ਪਠਾਣਾਂ

source: Khamanon
pa: ਖਮਾਣੋ

source: Abohar
pa: ਅਬੋਹਰ

source: Fazilka
pa: ਫਾਜ਼ਿਲਕਾ

source: Jalalabad
pa: ਜਲਾਲਾਬਾਦ

source: Zira
pa: ਜ਼ੀਰਾ

source: Batala
pa: ਬਟਾਲਾ

source: Dera Baba Nanak
pa: ਡੇਰਾ ਬਾਬਾ ਨਾਨਕ

source: Dhar Kalan
pa: ਧਾਰ ਕਲਾਂ

source: Pathankot
pa: ਪਠਾਨਕੋਟ

source: Dasuya
pa: ਦਸੂਹਾ

source: Garhshankar
pa: ਗੜਸ਼ੰਕਰ

source: Mukerian
pa: ਮੁਕੇਰੀਆਂ

source: Jalandhar I
pa: ਜਲੰਧਰ - I

source: Jalandhar II
pa: ਜਲੰਧਰ - II

source: Nakodar
pa: ਨਕੋਦਰ

source: Phillaur
pa: ਫਿਲੌਰ

source: Shahkot
pa: ਸ਼ਾਹਕੋਟ

source: Bhulath
pa: ਭੁਲੱਥ

source: Phagwara
pa: ਫੱਗਵਾੜਾ

source: Sultanpur Lodhi
pa: ਸੁਲਤਾਨਪੁਰ ਲੋਧੀ

source: Jagroan
pa: ਜਗਰਾਓ

source: Khanna
pa: ਖੰਨਾ

source: Ludhiana East
pa: ਲੁਧਿਆਣਾ ਈਸਟ

source: Ludhiana West
pa: ਲੁਧਿਆਣਾ ਵੈਸਟ

source: Payal
pa: ਪਾਇਲ

source: Raikot
pa: ਰਾਏਕੋਟ

source: Samrala
pa: ਸਮਰਾਲਾ

source: Budhlada
pa: ਬੁੱਡਲਾਡਾ

source: Sardulgarh
pa: ਸਰਦੂਲਗੱੜ

source: Bhagha Purana
pa: ਬਾਘਾ ਪੁਰਾਣਾ

source: Nihal Singhwala
pa: ਨਿਹਾਲ ਸਿੰਘਵਾਲਾ

source: Giddarbaha
pa: ਗਿੱਦੜਬਾਹਾ

source: Malout
pa: ਮਲੋਟ

source: Balachaur
pa: ਬਲਾਚੌਰ

source: Dera Bassi
pa: ਡੇਰਾ ਬੱਸੀ

source: Nabha
pa: ਨਾਭਾ

source: Rajpura
pa: ਰਾਜਪੁਰਾ

source: Samana
pa: ਸਮਾਣਾ

source: Anandpur Sahib
pa: ਅਨੰਦਪੁਰ ਸਾਹਿਬ

source: Kharar
pa: ਖਰੜ

source: S.A.S.Nagar (Mohali)
pa: ਸਾਹਿਬਜ਼ਾਦਾ ਅਜੀਤ ਸਿੰਘ ਨਗਰ (ਮੋਹਾਲੀ)

source: Barnala
pa: ਬਰਨਾਲਾ

source: Dhuri
pa: ਧੂਰੀ

source: Malerkotla
pa: ਮਲੇਰਕੋਟਲਾ

source: Moonak
pa: ਮੂਨਕ

source: Sunam
pa: ਸੁਨਾਮ

source: Mohd. Izhar Alam
pa: ਮੁਹੰਮਦ ਇਜ਼ਹਾਰ ਆਲਮ

source: Suresh Arora
pa: ਸੁਰੇਸ਼ ਅਰੋੜਾ

source: Lok Nath Angra
pa: ਲੋਕ ਨਾਥ ਆਂਗਰਾ

source: Swaran Singh [Ghotna]
pa: ਸਵਰਨ ਸਿੰਘ [ਘੋਟਣਾ]

source: Ajit Singh Sandhu
pa: ਅਜੀਤ ਸਿੰਘ ਸੰਧੂ

source: Jasminder [Jaswinder] Singh
pa: ਜਸਮਿੰਦਰ [ਜਸਵਿੰਦਰ] ਸਿੰਘ

source: Gur Iqbal Singh Bhullar
pa: ਗੁਰਇਕਬਾਲ ਸਿੰਘ ਭੁੱਲਰ

source: Dinkar Gupta
pa: ਦਿਨਕਰ ਗੁਪਤਾ

source: Shiv Kumar
pa: ਸ਼ਿਵ ਕੁਮਾਰ

source: Sant Kumar
pa: ਸੰਤ ਕੁਮਾਰ

source: Raj Kishan Bedi
pa: ਰਾਜ ਕਿਸ਼ਨ ਬੇਦੀ

source: Harinder Singh [Chahal]
pa: ਹਰਿੰਦਰ ਸਿੰਘ [ਚਾਹਲ]

source: Gurmeet Singh [Pinky]
pa: ਗੁਰਮੀਤ ਸਿੰਘ [ਪਿੰਕੀ]

source: D.R. Bhatti
pa: ਡੀ.ਆਰ. ਭੱਟੀ

source: Mohd. Mustafa
pa: ਮੁਹੰਮਦ ਮੁਸਤਫਾ

source: Satish Kumar Sharma
pa: ਸਤੀਸ਼ ਕੁਮਾਰ ਸ਼ਰਮਾ

source: Harkishan Singh Kahlon
pa: ਹਰਕਿਸ਼ਨ ਸਿੰਘ ਕਾਹਲੋਂ

source: Gobind Ram
pa: ਗੋਬਿੰਦ ਰਾਮ

source: Anil Kumar Sharma
pa: ਅਨਿਲ ਕੁਮਾਰ ਸ਼ਰਮਾ

source: M.K. Tiwari
pa: ਐਮ.ਕੇ. ਤਿਵਾੜੀ

source: Samant Kumar Goel
pa: ਸਮੰਤ ਕੁਮਾਰ ਗੋਇਲ

source: J.P. Birdi
pa: ਜੇ.ਪੀ. ਬਿਰਦੀ

source: A.P. Pandey
pa: ਏ.ਪੀ. ਪਾਂਡੇ

source: Sita Ram
pa: ਸੀਤਾ ਰਾਮ

source: Sanjiv Gupta
pa: ਸੰਜੀਵ ਗੁਪਤਾ

source: Khubi Ram
pa: ਖੂਬੀ ਰਾਮ

source: Sidharth Chattopadhyaya
pa: ਸਿਧਾਰਥ ਚਟੋਪਾਧਿਆਯ

source: Bachan Singh Randhawa
pa: ਬਚਨ ਸਿੰਘ ਰੰਧਾਵਾ

source: C.S.R. Reddy
pa: ਸੀ.ਐਸ.ਆਰ. ਰੈਡੀ

source: Narinderpal Singh
pa: ਨਰਿੰਦਰਪਾਲ ਸਿੰਘ

source: P.S. Bhinder
pa: ਪੀ.ਐਸ. ਭਿੰਡਰ

source: Ajaypal Singh Mann
pa: ਅਜੇਪਾਲ ਸਿੰਘ ਮਾਨ

source: Rajinder Singh
pa: ਰਜਿੰਦਰ ਸਿੰਘ

source: R.S. Chalia
pa: ਆਰ.ਐਸ. ਚਲੀਆ

source: Bua Singh
pa: ਬੂਆ ਸਿੰਘ

source: D.S. Mangat
pa: ਡੀ.ਐਸ. ਮਾਂਗਟ

source: D.S. Mohi
pa: ਡੀ.ਐਸ. ਮੋਹੀ

source: P.S. Sandhu
pa: ਪੀ.ਐਸ. ਸੰਧੂ

source: A.S. Bajwa
pa: ਏ.ਐਸ. ਬਾਜਵਾ

source: S.V. Singh
pa: ਐਸ.ਵੀ. ਸਿੰਘ

source: Harjit Singh Randhawa
pa: ਹਰਜੀਤ ਸਿੰਘ ਰੰਧਾਵਾ

source: Sital Dass
pa: ਸੀਤਲ ਦਾਸ

source: P.S. Hura
pa: ਪੀ.ਐਸ. ਹੁਰਾ

source: M.S. Bhullar
pa: ਐਮ.ਐਸ. ਭੁੱਲਰ

source: K.P.S. Gill
pa: ਕੇ.ਪੀ.ਐਸ. ਗਿੱਲ

source: Baldev Singh
pa: ਬਲਦੇਵ ਸਿੰਘ

source: H.R. Banga
pa: ਐਚ.ਆਰ. ਬੰਗਾ

source: Surjit Singh
pa: ਸੁਰਜੀਤ ਸਿੰਘ

source: Hardeep Dhillon
pa: ਹਰਦੀਪ ਢਿੱਲੋਂ

source: Arpit Shukla
pa: ਅਰਪਿਤ ਸ਼ੁਕਲਾ

source: Paramjit Gill
pa: ਪਰਮਜੀਤ ਗਿੱਲ

source: Ashok Kumar
pa: ਅਸ਼ੋਕ ਕੁਮਾਰ

source: C. Pal Singh
pa: ਸੀ. ਪਾਲ ਸਿੰਘ
