Repository: bcks/ensaaf
Catalog: data/locale/*/LC_MESSAGES/django.po
Languages: pa

source: Server Error (400)
pa: ਸਰਵਰ ਗਲਤੀ (੪੦੦)

source: Bad Request (400)
pa: ਗਲਤ ਬੇਨਤੀ (੪੦੦)

source: There was a problem with the request you sent. Please try again in a moment.
pa: ਤੁਹਾਡੇ ਦੁਆਰਾ ਕੀਤੀ ਗਈ ਬੇਨਤੀ ਵਿੱਚ ਸਮੱਸਿਆ ਹੈ। ਕਿਰਪਾ ਕਰ ਕੇ ਥੋੜ੍ਹੇ ਸਮੇਂ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

source: Not Authorized (403)
pa: ਅਧਿਕਾਰਤ ਨਹੀਂ ਹੈ (੪੦੩)

source: Server Error (500)
pa: ਸਰਵਰ ਗਲਤੀ (੫੦੦)

source: This request was not authorized. This probably happened as a result of re-submission of a form with a stale CSRF token.
pa: ਇਹ ਬੇਨਤੀ ਅਧਿਕਾਰਤ ਨਹੀਂ ਸੀ। ਇਹ ਸ਼ਾਇਦ ਇੱਕ ਪੁਰਾਨੇ ਸੀ.ਐਸ.ਆਰ.ਐਫ਼ ਟੋਕਨ ਨੂੰ ਦੁਬਾਰਾ ਵਰਤਨ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਹੋਇਆ ਸੀ।

source: File Not Found
pa: ਫਾਈਲ ਨਹੀਂ ਮਿਲੀ

source: Not Found (404)
pa: ਨਹੀਂ ਮਿਲੀ (੪੦੪)

source: Sorry, this page was not found.
pa: ਮਾਫ਼ ਕਰੋ ਪਰ ਇਹ ਪੇਜ ਨਹੀਂ ਲੱਭਿਆ।

source: Please try again in a moment.
pa: ਕਿਰਪਾ ਕਰ ਕੇ ਥੋੜ੍ਹੇ ਚਿਰ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

source: Ensaaf
pa: ਇਨਸਾਫ਼

source: Crimes Against Humanity in Punjab, India
pa: ਪੰਜਾਬ ਵਿੱਚ ਹੋਏ ਮਨੁੱਖੀ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ

source: Crimes Against Humanity in Punjab, India: Enforced Disappearances and Extrajudicial Executions
pa: ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਹੋਈ ਮਨੁੱਖੀ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ: ਲਾਪਤਾ/ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ

source: Map
pa: ਨਕਸ਼ਾ

source: Victim Profiles
pa: ਪੀੜਤਾਂ ਦੀ ਸੂਚੀ

source: Key Perpetrators
pa: ਮੁੱਖ ਦੋਸ਼ੀ

source: Key Statistics
pa: ਖਾਸ ਅੰਕੜੇ

source: Villages
pa: ਪਿੰਡ

source: About
pa: ਬਾਰੇ

source: Forthcoming
pa: ਆਉਣ ਵਾਲੀ ਜਾਣਕਾਰੀ

source: Support This Project
pa: ਇਸ ਮਨਸੁਬੇ/ਪਰਯੋਜਨ ਦਾ ਸਾਥ ਦੇਵੋ

source: Donate
pa: ਦਾਨ/ਦਸਵੰਧ

source: Search
pa: ਖੋਜ ਕਰੋ

source: ENSAAF INC.
pa: ਇਨਸਾਫ਼

source: Back to top
pa: ਵਾਪਸ ਉੱਪਰ ਜਾਉ

source: Contact
pa: ਸੰਪਰਕ

source: Subdistrict
pa: ਤਹਿਸੀਲ

source: age
pa: ਉਮਰ

source: Boundaries based on the 2001 census. Read about <a href="/about">our methodology</a>.
pa: ਇਹ ਨਕਸ਼ਾ ੨੦੦੧ ਦੀ ਮਰਦਮਸ਼ੁਮਾਰੀ ਤੇ ਅਧਾਰਤ ਹੈ। <a href="/pa/about/"> ਸਾਡੇ ਵਿਧੀ ਗਿਆਨ ਵਾਸਤੇ ਅੱਗੇ ਪੜ੍ਹੋ।</a>

source: Extrajudicial Execution on April 17, <a href="/year/1993">1993</a>
pa: ਗ਼ੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਦੀ ਤਾਰੀਖ਼ ਐਪ੍ਰਲ ੧੭, <a href="/pa/year/1993">੧੯੯੩</a>

source: Male
pa: ਮਰਦ

source: Demographics
pa: ਜਨ ਅੰਕੜਾ ਅਧਿਐਨ

source: Residence
pa: ਰਿਹਾਇਸ਼

source: Kahnuwan
pa: ਕਾਹਨੂੰਵਾਨ

source: Gurdaspur
pa: ਗੁਰਦਾਸਪੁਰ

source: Education
pa: ਪੜ੍ਹਾਈ

source: High school
pa: ਹਾਈ ਸਕੂਲ

source: Married
pa: ਵਿਆਹਿਆ/ਵਿਆਹੀ

source: No
pa: ਨਹੀਂ ਜੀ

source: Employment
pa: ਨੌਕਰੀ

source: Rice mill
pa: ਚੌਲਾਂ ਦਾ ਕਾਰਖਾਨਾ

source: Religion
pa: ਧਰਮ

source: Sikh
pa: ਸਿੱਖ

source: Amritdhari
pa: ਅੰਮ੍ਰਿਤਧਾਰੀ

source: Abduction, Detention, &amp; Torture
pa: ਗੈਰ ਕਾਨੂੰਨੀ ਗਿਰਫਤਾਰੀ, ਹਿਰਾਸਤ ਅਤੇ ਤਸ਼ੱਦਦ

source: Prior detentions
pa: ਪੁਰਾਣੀਆਂ ਗ੍ਰਿਫ਼ਤਾਰੀਆਂ

source: Yes
pa: ਹਾਂ ਜੀ

source: Prior torture
pa: ਪੁਰਾਣੇ ਤਸ਼ੱਦਦ

source: Perceived reason for targeting victim
pa: ਪਰਿਵਾਰ ਦੀ ਸਮਝ ਮੁਤਾਬਕ ਪੀੜਤ ਨੂੰ ਕਿਉਂ ਨਿਸ਼ਾਨਾ ਬਣਾਇਆ ਗਿਆ

source: Victim was a militant
pa: ਪੀੜਤ ਖਾੜਕੂ ਸੀ

source: Abduction preceding extrajudicial execution
pa: ਗ਼ੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਤੋਂ ਪਹਿਲਾਂ ਗ੍ਰਿਫ਼ਤਾਰ ਕੀਤਾ

source: between March 29, <a href="/year/1993">1993</a> and April 1, <a href="/year/1993">1993</a>
pa: ਮਾਰਚ ੨੯, <a href="/pa/year/1993">੧੯੯੩</a> ਅਤੇ ਐਪ੍ਰਲ ੧, <a href="/pa/year/1993">੧੯੯੩</a> ਦੇ ਵਿੱਚ

source: Place of abduction
pa: ਗ੍ਰਿਫ਼ਤਾਰੀ ਦੀ ਜਗ੍ਹਾ

source: Friend/relative’s residence, in Kolkata, West Bengal
pa: ਕਲਕੱਤਾ, ਪੱਛਮੀ ਬੰਗਾਲ ਵਿੱਚ ਦੋਸਤ/ਰਿਸ਼ਤੇਦਾਰ ਦਾ ਘਰ

source: Witness(es) to abduction
pa: ਗਰਿਫਤਾਰੀ ਦੇ ਗਵਾਹ

source: Parents; Sibling; Cousin; Aunt/uncle
pa: ਮਾਂ ਪਿਓ; ਭੈਣ ਭਰਾ; ਰਿਸ਼ਤੇਦਾਰ

source: Security officials informed witnesses about destination
pa: ਸੁਰੱਖਿਅਕ ਦਸਤਿਆਂ ਨੇ ਗਵਾਹਾਂ ਨੂੰ ਦੱਸਿਆ ਕਿ ੳਹ ਪੀੜਤ ਨੂੰ ਕਿੱਥੇ ਲੈ ਕੇ ਜਾ ਰਹੇ ਹਨ

source: Security officials uniformed
pa: ਸੁਰੱਖਿਅਕ ਦਸਤਿਆਂ ਨੇ ਵਰਦੀ ਪਾਈ ਹੋਈ ਸੀ

source: Demands by security forces
pa: ਸੁਰੱਖਿਆ ਬਲਾਂ ਦੀਆਂ ਮੰਗਾ

source: Money
pa: ਪੈਸੇ

source: Victim presented before judge/magistrate
pa: ਪੀੜਤ ਨੂੰ ਜੱਜ ਜਾਂ ਮਜਿਸਟਰੇਟ ਸਾਮ੍ਹਣੇ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ

source: Detention Locations
pa: ਹਿਰਾਸਤ ਵਾਲੀਆਂ ਥਾਵਾਂ

source: Location
pa: ਜਗ੍ਹਾ

source: Police station
pa: ਪੁਲਿਸ ਥਾਨਾ

source: Dinanagar
pa: ਦੀਨਾਨਗਰ

source: 15+ days, witnessed by relative
pa: ੧੫+ ਦਿਨ, ਰਿਸ਼ਤੇਦਾਰ ਨੇ ਦੇਖਿਆ

source: Witness report
pa: ਗਵਾਹ ਦੀ ਰਿਪੋਰਟ

source: Victim reported torture, including insertion of hot peppers in wounds in thighs, and could not stand
pa: ਪੀੜਤ ਨੇ ਤਸ਼ੱਦਦ ਦੀ ਖਬਰ ਦਿੱਤੀ, ਜਿਸ ਵਿੱਚ ਪੱਟਾਂ ਦੇ ਜ਼ਖਮਾਂ ਉੱਤੇ ਗਰਮ ਮਿਰਚਾਂ ਦਾਖਲ ਹੋਣਾ ਸ਼ਾਮਲ ਹੈ, ਅਤੇ ਖੜ੍ਹੇ ਨਹੀਂ ਹੋ ਸਕਦੇ

source: Body Disposal
pa: ਸਰੀਰ ਨਾਲ ਕੀ ਕੀਤਾ

source: Body returned
pa: ਸਰੀਰ ਵਾਪਸ ਮੋੜ ਦਿੱਤਾ

source: Body disposal by security forces
pa: ਸੁਰੱਖਿਆ ਬਲਾਂ ਨੇ ਸਰੀਰ ਵਾਪਸ ਮੋੜ ਦਿੱਤਾ

source: Cremated the body
pa: ਸਰੀਰ ਦਾ ਸਸਕਾਰ ਕਰ ਦਿੱਤਾ ਗਿਆ

source: Cremation location
pa: ਸਸਕਾਰ ਵਾਲੀ ਜਗ੍ਹਾ

source: Municipal cremation ground
pa: ਨਗਰ ਨਿਗਮ ਸ਼ਮਸ਼ਾਨ ਘਾਟ

source: Security Forces Implicated
pa: ਸੁਰੱਖਿਅਕ ਦਸਤੇ ਜੋ ਕਾਰਵਾਈ ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ

source: Forces involved in abduction
pa: ਸੁਰੱਖਿਅਕ ਦਸਤੇ ਜੋ ਗ੍ਰਿਫ਼ਤਾਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ

source: Punjab Police
pa: ਪੰਜਾਬ ਪੁਲਿਸ

source: Officials involved in abduction
pa: ਅਫਸਰ ਜੋ ਗ੍ਰਿਫ਼ਤਾਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ

source: Station House Officer
pa: ਸਟੇਸ਼ਨ ਹਾਉਸ ਅਫ਼ਸਰ

source: Sub Inspector
pa: ਸਬ ਇੰਸਪੈਕਟਰ

source: Forces involved in extrajudicial execution
pa: ਸੁਰੱਖਿਅਕ ਦਸਤੇ ਜੋ ਗ਼ੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ

source: Officials involved in extrajudicial execution
pa: ਅਫਸਰ ਜੋ ਗ਼ੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ

source: Militancy Involvement
pa: ਖਾੜਕੂ ਲਹਿਰ ਨਾਲ ਸੰਬੰਧਿਤ

source: Militant alias
pa: ਉਰਫ

source: Haneri
pa: ਹਨੇਰੀ

source: Combatant
pa: ਹਾਂ ਜੀ

source: Reason(s) for joining militancy
pa: ਖਾੜਕੂ ਲਹਿਰ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਵਜਾ

source: 1984 Indian Army attack on the Harmandir Sahib
pa: ੧੯੮੪ ਵਿੱਚ ਭਾਰਤੀ ਫੌਜ ਦਾ ਸ੍ਰੀ ਹਰਿਮੰਦਰ ਸਾਹਿਬ ਉੱਤੇ ਹਮਲਾ; ਅੱਤਿਆਚਾਰ (ਗੈਰ ਕਾਨੂੰਨੀ ਗ੍ਰਿਫ਼ਤਾਰੀ, ਤਸ਼ੱਦਦ, ਆਤਮ ਰੱਖਿਆ)

source: Persecution (i.e. arbitrary arrest, torture, self-defense)
pa: ਅੱਤਿਆਚਾਰ (ਗੈਰ ਕਾਨੂੰਨੀ ਗ੍ਰਿਫ਼ਤਾਰੀ, ਤਸ਼ੱਦਦ, ਆਤਮ ਰੱਖਿਆ)

source: Remedies & Impact
pa: ਹੀਲਾ ਅਤੇ ਅਸਰ

source: Security officials approached
pa: ਸੁਰੱਖਿਅਕ ਦਸਤੇ ਜਿਨ੍ਹਾਂ ਤਕ ਪਹੁੰਚ ਕੀਤੀ

source: Legal remedies pursued
pa: ਕਿਹੜੀ ਕਾਨੂੰਨੀ ਪੈਰਵੀ ਕੀਤੀ

source: No, Afraid of retaliation, Believed it would have been ineffective
pa: ਨਹੀਂ, ਡਰ/ਬਦਲੇ ਤੋਂ ਡਰ, ਪਰਿਵਾਰ ਨੂੰ ਇਹ ਲੱਗਦਾ ਸੀ ਕਿ ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਨਿਕਲਣਾ

source: Impact on family
pa: ਪਰਿਵਾਰ ਉੱਪਰ ਅਸਰ

source: Family member(s) dropped out of school, Family abandoned home, Family member(s) died due to depression/shock, Family became impoverished
pa: ਪਰਿਵਾਰ ਦੇ ਸਦੱਸ ਦੀ ਪੜ੍ਹਈ ਛੁੱਟ ਗਈ, ਪਰਿਵਾਰ ਨੇ ਘਰ ਛੱਡ ਦਿੱਤਾ, ਪਰਿਵਾਰ ਦੇ ਸਦੱਸ ਉਦਾਸ ਮਨੋਦਸ਼ਾ/ਸਦਮੇ ਕਾਰਨ ਮੌਤ ਹੋ ਗਈ, ਪਰਿਵਾਰ ਗਰੀਬ ਹੋ ਗਿਆ

source: Remedies desired from government
pa: ਸਰਕਾਰ ਤੋਂ ਕੀ ਮੰਗ

source: Memorial for victims
pa: ਪੀੜਤਾਂ ਲਈ ਯਾਦਗਾਰ

source: Connected Victims
pa: ਸੰਬੰਧਿਤ ਪੀੜਤ

source: Genuine encounters in family
pa: ਪਰਿਵਾਰ ਵਿੱਚ ਅਸਲ ਮੁਕਾਬਲੇ

source: Co-victims of abduction
pa: ਹੋਰਾਂ ਨੂੰ ਨਾਲ ਗ੍ਰਿਫ਼ਤਾਰ ਕੀਤਾ

source: Co-victims of extrajudicial execution
pa: ਹੋਰਾਂ ਦੀ ਨਾਲ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਕੀਤੀ

source: Family Reflections
pa: ਪਰਿਵਾਰ ਦੇ ਵਿਚਾਰ

source: Summary
pa: ਸੰਖੇਪ ਵਰਨਣ/ਸਾਰੰਸ਼

source: Note: Subdistrict and district boundaries are based on the 2001 census. Read more about <a href="/about">our methodology</a>.
pa: ਧਿਆਨ ਦਿਓ: ਜ਼ਿਲ੍ਹੇ ਅਤੇ ਤਸੀਲ ਦੀਆਂ ਸੀਮਾਂ ੨੦੦੧ ਦੀ ਮਰਦਮਸ਼ੁਮਾਰੀ ਤੇ ਅਧਾਰਤ ਹੈ। <a href="/pa/about">ਸਾਡੇ ਵਿਧੀ ਗਿਆਨ ਵਾਸਤੇ ਅੱਗੇ ਪੜ੍ਹੋ।</a>

source: Mapping Crimes Against Humanity: Enforced Disappearances &amp; Extrajudicial Executions in Punjab, India
pa: ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਹੋਈ ਮਨੁੱਖੀ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ: ਲਾਪਤਾ/ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ

source: Profile Feedback
pa: ਪ੍ਰੋਫ਼ਾਈਲ ਫ਼ੀਡਬੈਕ

source: Contact Us
pa: ਸਾਨੂੰ ਸੰਪਰਕ ਕਰੋ

source: Questions? Comments? Inaccuracies? Please let us know below:
pa: ਸਵਾਲ? ਕੁਝ ਕਹਿਣਾ? ਕੁਝ ਗਲਤ? ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਹੇਠਾਂ ਦੱਸੋ:

source: Your email address:
pa: ਤੁਹਾਡਾ ਈਮੇਲ:

source: Your message:
pa: ਤੁਹਾਡਾ ਸੰਦੇਸ਼:

source: Send
pa: ਭੇਜੋ

source: District
pa: ਜ਼ਿਲ੍ਹਾ

source: Clear filters
pa: ਫਿਲਟਰ ਸਾਫ ਕਰੋ

source: Age
pa: ਉਮਰ

source: Caste
pa: ਜਾਤ

source: Chamar
pa: ਚਮਾਰ

source: Dalit/SC/BC
pa: ਦਲਿੱਤ

source: Jat
pa: ਜੱਟ

source: Khatri
pa: ਖਤਰੀ

source: Mazbi
pa: ਮੱਜ਼ਬੀ

source: Naee
pa: ਨਾਈ

source: Ramgarhia
pa: ਰਾਮਗੜ੍ਹੀਆ

source: Other
pa: ਹੋਰ

source: Classification
pa: ਗ਼ੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ/ਲਾਪਤਾ

source: Enforced Disappearance
pa: ਲਾਪਤਾ

source: Extrajudicial Execution
pa: ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ

source: Gender
pa: ਲਿੰਗ

source: Female
pa: ਇਸਤਰੀ

source: Combatant Status
pa: ਖਾੜਕੂਆਂ ਨਾਲ ਸੰਬੰਧ

source: Non-Combatant
pa: ਨਹੀਂ ਜੀ

source: Unknown
pa: ਪਤਾ ਨਹੀਂ

source: Christian
pa: ਇਸਾਈ

source: Hindu
pa: ਹਿੰਦੂ

source: Muslim
pa: ਮੁਸਲਮਾਨ

source: No religion
pa: ਕੋਈ ਧਰਮ ਨਹੀਂ

source: Urban / Rural
pa: ਸ਼ਹਿਰ/ਪਿੰਡ

source: Urban
pa: ਸ਼ਹਿਰ

source: Rural
pa: ਪਿੰਡ

source: Year
pa: ਸੰਨ

source: At least
pa: ਘੱਟ ਤੋਂ ਘੱਟ

source: Enforced Disappearance<span class="count-plural">s</span>/Extrajudicial Execution<span class="count-plural">s</span>
pa: ਲਾਪਤਾ/ਜ਼ਬਰਨ ਲਾਪਤਾ ਜਾਂ ਗ਼ੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ

source: The Crimes Against Humanity Data Project is a portrait of widespread and systematic enforced disappearances and extrajudicial executions, based on data collected through primary source interviews. Ensaaf created this site to build informed consensus on the nature of the crimes perpetrated by India’s security forces in Punjab.
pa: ਇਹ ਸਾਰੀ ਜਾਣਕਾਰੀ ਜੋ ਕੀ ਇਸ ਪ੍ਰਾਜੈਕਟ ਦੇ ਰਾਹੀਂ ਆਪ ਜੀ ਨਾਲ ਸਾਂਝੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ। ਇਹ ਜਾਣਕਾਰੀ ਪੀੜਤਿ ਪਰਵਿਾਰਾਂ ਤੋਂ ਇਕੱਠੀ ਕੀਤੀ ਗਈ ਹੈ। ਜਹਿਨਾਂ ਦੇ ਪਰਵਾਰਕਿ ਮੈਂਬਰ ਲਾਪਤਾ ਜਾਂ ਫਰਿ ਗ਼ੈਰ ਕਾਨੂੰਨੀ ਤਰੀਕੇ ਦੇ ਨਾਲ ਮਾਰੇ ਗਏ ਸਨ। ਇਸ ਸਾਈਟ ਨੂੰ ਤਆਿਰ ਕਰਨ ਦਾ ਮਕਸਦ ਇਹ ਹੈ ਕ ਿਜੋ ਅੱਤਆਿਚਾਰ ਅਤੇ ਅਪਰਾਧ ਭਾਰਤੀ ਸੁਰੱਖਆਿ ਬੱਲਾ ਨੇ ਪੰਜਾਬ ਵੱਿਚ ਕੀਤੇ ਹਨ ਉਹਨਾਂ ਦੀ ਸਚਾਈ ਨੂੰ ਦੁਨਆਿਵੀ ਪੱਧਰ ਤੇ ਪੇਸ਼ ਕੀਤਾ ਜਾਵੇ। ਹੋਰ ਵਧੇਰੀ ਜਾਣਕਾਰੀ ਵਾਸਤੇ ਅਗੇ ਪੜ੍ਹੋ।

source: Read more about our goals
pa: ਹੋਰ ਵਧੇਰੀ ਜਾਣਕਾਰੀ ਵਾਸਤੇ ਅਗੇ ਪੜ੍ਹੋ।

source: Sumedh Singh [Saini] and enforced disappearances &amp; extrajudicial executions in Punjab, India
pa: ਸੁਮੇਧ ਸਿੰਘ [ਸੈਣੀ] ਅਤੇ ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ

source: Senior officials implicated in documented cases of enforced disappearances &amp; extrajudicial executions in Punjab, India based on data collected through primary source interviews.
pa: ਮੁਢਲੇ ਸਰੋਤ ਇੰਟਰਵਿਊ ਦੁਆਰਾ ਇਕੱਠੇ ਕੀਤੇ ਅੰਕੜਿਆਂ ਦੇ ਅਧਾਰ ਤੇ ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਹੋਏ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਮੁੱਖ ਅਧਿਕਾਰੀ।

source: Key perpetrators of enforced disappearances &amp; extrajudicial executions in Punjab, India
pa: ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਹੋਏ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਦੇ ਮੁੱਖ ਦੋਸ਼ੀ

source: Sumedh Singh [Saini]
pa: ਸੁਮੇਧ ਸਿੰਘ [ਸੈਣੀ]

source: Command History
pa: ਕਾਰਜ ਕਾਲ ਦਾ ਇਤਹਾਸ

source: Personal Participation
pa: ਨਿੱਜੀ ਸ਼ਮੂਲੀਅਤ

source: Known Promotions
pa: ਪ੍ਰਸਿੱਧ ਤਰੱਕੀਆਂ

source: Disciplinary Proceedings / Legal Cases
pa: ਅਨੁਸ਼ਾਸਨੀ ਪ੍ਰਕਿਰਿਆਵਾਂ/ਕਾਨੂੰਨੀ ਕਾਰਵਾਈਆਂ

source: Other reports and articles
pa: ਹੋਰ ਰਿਪੋਰਟਾਂ ਅਤੇ ਲੇਖ

source: Key statistics on documented cases of enforced disappearances &amp; extrajudicial executions in Punjab, India
pa: ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਹੋਏ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਦੇ ਮੁੱਖ ਅੰਕੜੇ

source: Key statistics on enforced disappearances &amp; extrajudicial executions, based on data collected through primary source interviews.
pa: ਮੁਢਲੇ ਸਰੋਤ ਇੰਟਰਵਿਊ ਦੁਆਰਾ ਇਕੱਠੇ ਕੀਤੇ ਅੰਕੜਿਆਂ ਦੇ ਅਧਾਰ ਤੇ ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਹੋਏ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਦੇ ਮੁੱਖ ਅੰਕੜੇ।

source: Percentage of
pa: ਪ੍ਰਤੀਸ਼ਤ

source: documented cases. Percentages may not equal 100%% because some respondents did not answer every survey question.
pa: ਕਈ ਪਰਿਵਾਰਾਂ ਨੇ ਸਾਰੇ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਨਹੀਂ ਸੀ ਦਿੱਤੇ। ਇਸ ਕਾਰਨ ਕਈ ਅੰਕੜੇ ੧੦੦ ਪ੍ਰਤੀਸ਼ਤ ਤਕ ਨਹੀਂ ਹਨ।

source: “In order to escape accountability for his crimes, the perpetrator does everything in his power to promote forgetting. Secrecy and silence are the perpetrator’s first line of defense. If secrecy fails, the perpetrator attacks the credibility of his victim. If he cannot silence her absolutely, he tries to make sure that no one listens... After every atrocity one can expect to hear the same predictable apologies: it never happened; the victim lies; the victim exaggerates; the victim brought it upon herself; and in any case it is time to forget the past and move on.”
pa: "ਆਪਣੇ ਕੀਤੇ ਹੋਏ ਅਪਰਾਧਾਂ ਦੀ ਜਵਾਬਦੇਹੀ ਤੋਂ ਬਚਣ ਲਈ ਅਪਰਾਧੀ ਆਪਣੀ ਤਾਕਤ ਦੀ ਵਰਤੋਂ ਕਰ ਕੇ ਸਭ ਕੁਝ ਭੁਲਣ ਨੂੰ ਵਧਾਵਾ ਦਿੰਦਾ ਹੈ। ਗੁਪਤਤਾ ਅਤੇ ਚੁੱਪੀ ਅਪਰਾਧੀ ਦੇ ਬਚਾਵ ਦਾ ਪਹਿਲਾ ਪੜਾਉ ਹੈ। ਜੇ ਗੁਪਤਤਾ ਅਸਫਲ ਹੁੰਦੀ ਹੈ ਤਾਂ ਅਪਰਾਧੀ ਪੀੜਤ ਦੀ ਭਰੋਸੇ ਯੋਗਤਾ ਉੱਤੇ ਹਮਲਾ ਕਰਦਾ ਹੈ। ਜੇ ਉਹ ਉਸ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਚੁੱਪ ਨਹੀ ਕਰਵਾ ਸਕਦਾ ਤਾਂ ਉਹ ਇਹ ਪੱਕਾ ਕਰਨ ਦੀ ਕੋਸ਼ੀਸ਼ ਕਰਦਾ ਹੈ ਕਿ ਕੋਈ ਉਸ ਦੀ ਨਾਂ ਸੁਣੇ... ਹਰ ਵਾਰੀ ਜ਼ੁਲਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਇੱਕੋ ਜਹੀ ਅਨੁਮਾਨ ਯੋਗ ਮੁਆਫੀਆਂ ਸੁਨਨ ਨੂੰ ਮਲਿਦੀਆਂ ਹਨ: ਇਹ ਕਦੇ ਨਹੀਂ ਹੋਇਆ; ਪੀੜਤ ਝੂਠ ਬੋਲਦਾ/ਬੋਲਦੀ ਹੈ; ਪੀੜਤ ਵਧਾ ਚੜ੍ਹਾ ਕੇ ਦਸਦਾ/ਦਸਦੀ ਹੈ; ਪੀੜਤ ਨੇ ਆਪਣੇ ਆਪ ਤੇ ਇਸ ਨੂੰ ਲਿਆਂਦਾ; ਅਤੇ ਚਲ ਛੱਡੋ ਇਸ ਗੱਲ ਨੂੰ, ਹੁਣ ਸਮਾਂ ਹੈ ਕਿ ਅਤੀਤ ਨੂੰ ਭੁੱਲ ਜਾਈਏ ਅਤੇ ਅੱਗੇ ਵੱਧੀਏ।"

source: Judith Herman
pa: ਜੁਡਿਥ ਹਰਮਨ

source: Police structure chart
pa: ਪੁਲਿਸ ਆਹੁਦੇਦਾਰਾਂ ਦੀ ਸੂਚੀ

source: Complete Perpetrator Profile on Sumedh Saini [Example of dossier]
pa: ਮੁੱਖ ਦੋਸ਼ੀ ਸੁਮੇਧ ਸੈਣੀ ਦੀ ਪੂਰੀ ਪ੍ਰੋਫਾਈਲ [ਪੂਰੀ ਪ੍ਰੋਫਾਈਲ ਦਾ ਨਮੂਨਾ]

source: This page identifies many of the senior officials who reportedly perpetrated gross human rights violations in Punjab, India. Victim profiles that directly implicate these officials in abductions and/or enforced disappearances are linked to each perpetrator. This page will be updated to also identify officials who are directly implicated in extrajudicial executions, and who bear command responsibility for abuses committed under their command.
pa: ਇਹ ਪੰਨਾ ਬਹੁਤ ਸਾਰੇ ਸੀਨੀਅਰ ਅਧਿਕਾਰੀਆਂ ਦੀ ਪਛਾਨ ਕਰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਮਨੁੱਕੀ ਅਧਿਕਾਰਾਂ ਦੀ ਘੋਰ ਉਲੰਘਣਾ ਕੀਤੀ। ਪੀੜਤਾਂ ਦੀ ਸੂਚੀ ਜੋ ਇਨ੍ਹਾਂ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਸਿੱਧੇ ਤੌਰ ਤੇ ਅਗਵਾ ਅਤੇ/ਜਾਂ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ ਨੂੰ ਅਪਰਾਧ ਨਾਲ ਜੋੜਦੀ ਹੈ। ਇਸ ਪੰਨੇ ਨੂੰ ਓਹਨਾ ਅਧਿਕਾਰੀਆਂ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਅਪਡੇਟ ਕੀਤਾ ਜਾਵੇਗਾ ਜੋ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ ਅਤੇ ਜੋ ਆਪਣੀ ਕਮਾਂਡ/ਆਦੇਸ਼ ਅਧੀਨ ਕੀਤੇ ਗਏ ਦੁਰਵਿਵਹਾਰਾਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹਨ।

source: Extrajudicial execution
pa: ਗ਼ੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ

source: Disappeared
pa: ਲਾਪਤਾ/ਜ਼ਬਰਨ ਲਾਪਤਾ

source: date unknown
pa: ਤਾਰੀਖ਼ ਪਤਾ ਨਹੀਂ

source: Village/town/city
pa: ਪਿੰਡ/ਕਸਬਾ/ਸ਼ਹਿਰ

source: Children
pa: ਬੱਚੇ

source: An initiated Sikh, belonging to the Khalsa
pa: ਅੰਮ੍ਰਿਤਧਾਰੀ

source: A Sikh with uncut hair
pa: ਕੇਸਧਾਰੀ

source: Kesdhari
pa: ਕੇਸਧਾਰੀ

source: Date of birth
pa: ਜਨਮ ਤਾਰੀਖ

source: Share this profile
pa: ਪੀੜਤ ਦੀ ਪ੍ਰੋਫ਼ਾਈਲ ਸਾਂਝੀ ਕਰੋ

source: Prior Abuse
pa: ਪਹਿਲਾਂ ਕੀਤੀ ਗਈ ਬਦਸਲੂਕੀ

source: Detention &amp; Torture
pa: ਹਿਰਾਸਤ ਅਤੇ ਤਸ਼ੱਦਦ

source: Abduction &amp; Detention
pa: ਗੈਰ ਕਾਨੂੰਨੀ ਗਿਰਫਤਾਰੀ ਅਤੇ ਹਿਰਾਸਤ

source: Detention
pa: ਹਿਰਾਸਤ

source: Torture
pa: ਤਸ਼ੱਦਦਾ

source: Abduction &amp; Torture
pa: ਗੈਰ ਕਾਨੂੰਨੀ ਗਿਰਫਤਾਰੀ ਅਤੇ ਤਸ਼ੱਦਦ

source: Abduction
pa: ਗੈਰ ਕਾਨੂੰਨੀ ਗਿਰਫਤਾਰੀ

source: Abduction preceding disappearance
pa: ਲਾਪਤਾ/ਜ਼ਬਰਨ ਲਾਪਤਾ ਤੋਂ ਪਹਿਲਾਂ ਗ੍ਰਿਫ਼ਤਾਰ ਕੀਤਾ

source: Judge/magistrate result
pa: ਜੱਜ/ਮੈਜਿਸਟਰੇਟ ਦਾ ਨਤੀਜਾ

source: Additional data forthcoming
pa: ਹੋਰ ਜਾਣਕਾਰੀ ਅੱਗੇ ਸਾਂਝੀ ਕੀਤੀ ਜਾਵੇਗੀੀ

source: Condition of corpse
pa: ਸਰੀਰ ਦੀ ਹਾਲਤ

source: Militant support provided
pa: ਖਾੜਕੂਆਂ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ

source: Related Incidents
pa: ਸੰਬੰਧਿਤ ਹਾਦਸੇ

source: Remedies
pa: ਹੀਲਾ ਅਤੇ ਅਸਰ

source: Response by officials
pa: ਅਫਸਰਾਂ ਦਾ ਜਵਾਬ

source: Extrajudicial executions/disappearances in family
pa: ਪਰਿਵਾਰ ਵਿੱਚ ਲਾਪਤਾ ਜਾਂ ਫਿਰ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਨਾਲ ਸੰਬੰਧਿਤ ਹਾਦਸੇ

source: Links to co-victim profiles forthcoming
pa: ਸਹਿ-ਪੀੜਤ ਦੀ ਸੂਚੀ ਭਵਿੱਖ ਵਿੱਚ ਨਾਲ ਜੋੜੀ ਜਾਵੇਗੀ।

source: Note: Subdistrict and district boundaries are based on the 2001 census. Read more about <a href="/about">our methodology</a>
pa: ਧਿਆਨ ਦਿਓ: ਜ਼ਿਲ੍ਹੇ ਅਤੇ ਤਸੀਲ ਦੀਆਂ ਸੀਮਾਂ ੨੦੦੧ ਦੀ ਮਰਦਮਸ਼ੁਮਾਰੀ ਤੇ ਅਧਾਰਤ ਹੈ। <a href="/pa/about">ਸਾਡੇ ਵਿਧੀ ਗਿਆਨ ਵਾਸਤੇ ਅੱਗੇ ਪੜ੍ਹੋ।</a>

source: Report additional information on this case
pa: ਇਹ ਕੇਸ ਨਾਲ ਸੰਬੰਧਿਤ ਹੋਰ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰੋ

source: Report a new case
pa: ਨਵਾਂ ਕੇਸ ਦਰਜ ਕਰੋ

source: Profiles of victims of enforced disappearances &amp; extrajudicial executions in Punjab, India
pa: ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਹੋਏ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਦੇ ਪੀੜਤਾਂ ਦੀ ਪ੍ਰੋਫਾਈਲ

source: Portraits of the victims of widespread &amp; systematic enforced disappearances &amp; extrajudicial executions, based on data collected through primary source interviews.
pa: ਮੁਢਲੇ ਸਰੋਤ ਇੰਟਰਵਿਊ ਦੁਆਰਾ ਇਕੱਠੇ ਕੀਤੇ ਅੰਕੜਿਆਂ ਦੇ ਅਧਾਰ ਤੇ ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਹੋਏ ਵਿਆਪਕ ਅਤੇ ਯੋਜਨਾਬੱਧ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਦੀ ਇੱਕ ਤਸਵੀਰ।

source: First Name
pa: ਪਹਿਲਾ ਨਾਮ

source: District / Subdistrict
pa: ਜਿਲ੍ਹਾ/ਤਹਿਸੀਲ

source: Sort Order
pa: ਕੇਸਾਂ ਦੀ ਤਰਤੀਬ

source: Oldest to Newest
pa: ਪੁਰਾਣੇ ਤੋਂ ਨਵੇਂ

source: Newest to Oldest
pa: ਨਵੇਂ ਤੋਂ ਪੁਰਾਣੇ

source: Sample Full Profile
pa: ਪੂਰੀ ਪ੍ਰੋਫਾਈਲ ਦਾ ਨਮੂਨਾ

source: Date Unknown
pa: ਤਾਰੀਖ਼ ਪਤਾ ਨਹੀਂ

source: Return to the top of the page
pa: ਵਾਪਸ ਉੱਪਰ ਜਾਉ

source: Search by victim name or victim residence
pa: ਪੀੜਤ ਦੇ ਨਾਮ ਜਾਂ ਫਿਰ ਪੀੜਤ ਦੇ ਪਤੇ ਰਾਹੀ ਭਾਲ ਕਰੋ

source: Results
pa: ਨਤੀਜਾ

source: results, page
pa: ਨਤੀਜਾ/ਨਤੀਜੇ, ਸਫਾ

source: of
pa: ਤ

source: Switch to list view
pa: ਤਸਵੀਰਾਂ ਨੂੰ ਸੂਚੀ ਵਿੱਚ ਦਿਖਾਓ

source: Switch to gallery view
pa: ਸੂਚੀ ਨੂੰ ਤਸਵੀਰਾਂ ਵਿੱਚ ਦਿਖਾਓ

source: extrajudicial execution
pa: ਗ਼ੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ

source: disappeared
pa: ਲਾਪਤਾ/ਜ਼ਬਰਨ ਲਾਪਤਾ

source: No results found.
pa: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਨਿਕਲਿਆ

source: Previous
pa: ਪਿੱਛੇ

source: Next
pa: ਅੱਗੇ

source: Documented cases of enforced disappearances &amp; extrajudicial executions in Punjab, India directly implicating %(thisname)s
pa: ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਦਰਜ ਕੀਤੇ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਦੇ ਕੇਸ ਜੋ %(thisname)s ਵੱਲ ਸਿੱਧਾ ਇਸ਼ਾਰਾ ਕਰਦੇ ਹਨ

source: Documented cases of enforced disappearances &amp; extrajudicial executions implicating %(thisname)s in Punjab, India based on data collected through primary source interviews.
pa: ਮੁਢਲੇ ਸਰੋਤ ਇੰਟਰਵਿਊ ਦੁਆਰਾ ਇਕੱਠੇ ਕੀਤੇ ਅੰਕੜਿਆਂ ਦੇ ਅਧਾਰ ਤੇ ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਦਰਜ ਕੀਤੇ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਦੇ ਕੇਸ ਜੋ %(thisname)s ਵੱਲ ਸਿੱਧਾ ਇਸ਼ਾਰਾ ਕਰਦੇ ਹਨ।

source: View the <strong><a href="/official/S0001/detail">complete perpetrator profile on Sumedh Saini</a></strong>, incorporating command history, promotions, awards, and legal cases.
pa: <a href="/pa/official/S0001/detail">ਸੁਮੇਧ ਸੈਣੀ ਦੀ ਸੰਪੂਰਨ ਅਪਰਾਧਕ ਪ੍ਰੋਫਾਈਲ ਵਿੱਚ ਸ਼ਾਮਲ ਉਸ ਦੇ ਕਾਰਜ ਕਾਲ ਦਾ ਇਤਿਹਾਸ, ਤਰੱਕੀਆਂ, ਇਨਾਮਾਂ ਕਾਨੂੰਨੀ ਕੇਸਾਂ ਨੂੰ ਦੇਖੋ।</a>

source: Victim Demographics
pa: ਪੀੜਤਾਂ ਦੇ ਜਨ ਅੰਕੜੇ

source: Marital status
pa: ਵਿਆਹਿਆ/ਵਿਆਹੀ

source: Not married
pa: ਕੁਆਰਾ/ਕੁਆਰੀ

source: If married, did the victim have children?
pa: ਜੇ ਪੀੜਤ ਵਿਆਹਿਆ/ਵਿਆਹੀ ਸੀ ਕੀ ਉਹਨਾਂ ਦੇ ਬੱਚੇ ਸਨ?

source: Total children surviving victims:
pa: ਪੀੜਤਾਂ ਦੇ ਕੁਲ ਬੱਚੇ ਜਿਹੜੇ ਜਿਊਂਦੇ ਹਨ:

source: Abduction, Detention, & Torture
pa: ਗੈਰ ਕਾਨੂੰਨੀ ਗਿਰਫਤਾਰੀ, ਹਿਰਾਸਤ ਅਤੇ ਤਸ਼ੱਦਦ

source: Abduction preceding enforced disappearance/extrajudicial execution
pa: ਲਾਪਤਾ ਜਾਂ ਫਿਰ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਤੋਂ ਪਹਿਲਾਂ ਗ੍ਰਿਫਤਾਰੀ

source: Security officials informed witnesses where they were taking the victim
pa: ਸੁਰੱਖਿਅਕ ਦਸਤਿਆਂ ਨੇ ਗਵਾਹਾਂ ਨੂੰ ਦੱਸਿਆ ਕਿ ੳਹ ਪੀੜਤ ਨੂੰ ਕਿੱਥੇ ਲੈ ਕੇ ਜਾ ਰਹੇ ਹਨ

source: Witnesses to abduction
pa: ਗ੍ਰਿਫਤਾਰੀ ਦੇ ਗਵਾਹ

source: Victim abduction location
pa: ਪੀੜਤ ਦੇ ਚੁੱਕੇ ਜਾਣ ਵਾਲੀ ਜਗ੍ਹਾ

source: Detention facility type
pa: ਹਿਰਾਸਤ ਦੀ ਜਗ੍ਹਾ

source: Data forthcoming
pa: ਅੱਗੇ ਜਾ ਕੇ/ਨਿਕਟ ਭਵਿੱਖ ਵਿੱਚ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕੀਤੀ ਜਾਵੇ ਗੀ

source: Preceding detention location known
pa: ਹਿਰਾਸਤ ਵਾਲੀ ਜਗ੍ਹਾ ਦੀ ਜਾਣਕਾਰੀ ਪਤਾ ਹੈ

source: Witnesses to detention preceding enforced disappearance/extrajudicial execution
pa: ਲਾਪਤਾ/ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਹਿਰਾਸਤ ਦਾ ਗਵਾਹ

source: Security official response to victim status
pa: ਸੁਰੱਖਿਅਕ ਦਸਤਿਆਂ ਦਾ ਪੀੜਤ ਬਾਰੇ ਜਵਾਬ

source: Enforced Disappearances vs. Extrajudicial Executions
pa: ਲਾਪਤਾ ਜਾਂ ਫਿਰ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ

source: Extrajudicial executions
pa: ਗ਼ੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ

source: Enforced disappearances
pa: ਲਾਪਤਾ

source: Number of victims per family
pa: ਪਰਿਵਾਰਾਂ ਵਿੱਚ ਪੀੜਤਾਂ ਦੀ ਸੰਖਿਆ

source: victim
pa: ਪੀੜਤ

source: Related incidents
pa: ਸੰਬੰਧਿਤ ਹਾਦਸੇ

source: No genuine encounters in family
pa: ਪਰਿਵਾਰ ਵਿੱਚ ਕੋਈ ਅਸਲ ਮੁਕਾਬਲਾ ਨਹੀਂ

source: Security forces returned body
pa: ਸੁਰੱਖਿਅਕ ਦਸਤਿਆਂ ਨੇ ਸਰੀਰ ਵਾਪਸ ਕੀਤਾ

source: Yes, but forced immediate cremation
pa: ਹਾਂਜੀ/ਹਾਂ ਪਰ ਤੁਰੰਤ ਹੀ ਸਸਕਾਰ ਕਰਵਾ ਦਿੱਤਾ

source: Condition of corpse, if known
pa: ਸਰੀਰ ਦੀ ਹਾਲਤ

source: Names of involved security officials known
pa: ਕੀ ਸੁਰੱਖਿਅਕ ਅਫਸਰਾਂ ਦੇ ਨਾਮ ਪਤਾ ਹੈ ਜਿਹੜੇ ਹਾਦਸੇ ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ

source: Security forces uniformed
pa: ਕੀ ਸੁਰੱਖਿਆਬਲਾ ਨੇ ਵਰਦੀ ਪਈ ਸੀ

source: Type(s) of security forces involved in abduction
pa: ਕਿਸ ਤਰਾਂ ਦੀਆਂ ਸੁਰੱਖਿਆ ਬਲਾਂ/ਅਫਸਰ ਗ੍ਰਿਫ਼ਤਾਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ

source: Type(s) of security forces involved in extrajudicial execution
pa: ਕਿਸ ਤਰਾਂ ਦੇ ਸੁਰੱਖਿਆ ਬਲ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ

source: Combatant status
pa: ਖਾੜਕੂਆਂ ਨਾਲ ਸੰਬੱਧ

source: Non-combatant
pa: ਨਹੀਂ ਜੀੀ

source: Non-combatant, provided support to militants
pa: ਧਾੜਕੂ ਨਹੀਂ ਸੀ ਪਰ ਖਾੜਕੂਆਂ ਦੀ ਸਹਾਇਤਾ ਕਰਦਾ/ਕਰਦੀ ਸੀ

source: If provided support, support was voluntary
pa: ਜੇ ਸਹਾਇਤਾ ਕੀਤੀ ਸੀ ਕੀ ਉਹ ਆਪਣੀ ਮਰਜ਼ੀ ਨਾਲ ਸੀ?

source: Approached court or commission
pa: ਕਚਹਿਰੀ/ਅਦਾਲਤ ਜਾਂ ਕਮਿਸ਼ਨ ਤਕ ਪਹੁੰਚ ਕੀਤੀ

source: Approached security officials
pa: ਸੁਰੱਖਿਆ ਬਲਾ ਤਕ ਪਹੁੰਚ ਕੀਤੀ

source: Reason the family did not pursue any kind of action
pa: ਕੀ ਵਜ੍ਹਾ/ਕਾਰਨ ਸੀ ਕਿ ਪਰਿਵਾਰ ਨੇ ਪੁੱਛ ਪੜਤਾਲ ਨਹੀਂ ਕੀਤੀ?

source: Year &amp; District
pa: ਸਮਾਂ ਅਤੇ ਸਥਾਨ

source: Your message has been sent
pa: ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਭੇਜਿਆ ਜਾ ਚੁੱਕਾ ਹੈ

source: Thank You
pa: ਤੁਹਾਡਾ ਧੰਨਵਾਦ

source: Return to the
pa: ਵਾਪਸ ਫਿਰ ਦੁਬਾਰਾ

source: previous profile page
pa: ਪੁਰਾਣੀ ਸੂਚੀ ਤੇ

source: or visit the
pa: ਪੇਜ ਤੇ ਜਾਓ

source: home page
pa: ਸਾਡੇ ਮੁੱਖ

source: Territory
pa: ਪ੍ਰਦੇਸ਼

source: documented cases
pa: ਦਰਜ ਕੀਤੇ ਕੇਸ

source: documented case
pa: ਦਰਜ ਕੀਤਾ ਕੇਸ

source: No documented cases.
pa: ਸੰਬੰਧਿਤ ਕੋਈ ਕੇਸ ਦਰਜ ਨਹੀਂ ਕੀਤਾ ਗਇਆ

source: Report a case
pa: ਨਵਾਂ ਕੇਸ ਦਰਜ ਕਰੋ

source: Villages with Enforced Disappearances &amp; Extrajudicial Executions in Punjab, India
pa: ਪੰਜਾਬ, ਭਾਰਤ ਦੇ ਉਹ ਪਿੰਡ ਜਿੱਥੇ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਹੋਈਆਂ

source: Villages in Punjab, India where widespread &amp; systematic enforced disappearances &amp; extrajudicial executions were perpetrated.
pa: ਪੰਜਾਬ, ਭਾਰਤ ਦੇ ਉਹ ਪਿੰਡ ਜਿੱਥੇ ਵਿਆਪਕ ਅਤੇ ਯੋਜਨਾਬੱਧ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਹੋਈਆਂ।

source: (Union Territory)
pa: (ਕੇਂਦਰੀ ਸ਼ਾਸਤ ਪ੍ਰਦੇਸ਼)

source: victims
pa: ਪੀੜਤ

source: report a case
pa: ਨਵਾਂ ਕੇਸ ਦਰਜ ਕਰੋ

source: Documented cases of enforced disappearances &amp; extrajudicial executions in Punjab, India in %(thisyear)s
pa: %(thisyear)s ਵਿੱਚ ਪੰਜਾਬ, ਭਾਰਤ ਵਿੱਚ ਹੋਏ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਦੇ ਦਰਜ ਕੀਤੇ ਕੇਸ

source: A list of enforced disappearances &amp; extrajudicial executions in %(thisyear)s, based on data collected through primary source interviews.
pa: ਮੁਢਲੇ ਸਰੋਤ ਇੰਟਰਵਿਊ ਦੁਆਰਾ ਇਕੱਠੇ ਕੀਤੇ ਅੰਕੜਿਆਂ ਦੇ ਅਧਾਰ ਤੇ %(thisyear)s ਵਿੱਚ ਹੋਏ ਜ਼ਬਰਨ ਲਾਪਤਾ ਅਤੇ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆਵਾਂ ਦੀ ਸੂਚੀ।

source: Location Withheld
pa: ਪਤਾ ਜਨਤਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਰਿਹਾ

source: disappearance
pa: ਲਾਪਤਾ

source: Note: Where a victim’s date of extrajudicial execution or disappearance falls within a date range that crosses two years (e.g. “between October 1989 and February 1990”), the case appears on both years’ pages. Boundaries based on the 2001 census. Read about <a href="/about">our methodology</a>.
pa: ਧਿਆਨ ਦਿਓ: ਜਿੱਥੇ ਪੀੜਤ ਦੇ ਲਾਪਤਾ ਜਾ ਫਿਰ ਗੈਰ ਕਾਨੂੰਨੀ ਹੱਤਿਆ ਦੀ ਤਾਰੀਕ ਦੋ ਸਾਲਾਂ ਦੇ vicਕਾਰ ਆਉਂਦੀ ਹੈ (ਜਿਵੇਂ ਕੀ ਅਕਤੂਬਰ ੧੯੮੯ ਅਤੇ ਫਰਵਰੀ ੧੯੯੦) ਉੱਥੇ ਉਹ ਕੇਸ ਦੋਵਾਂ ਸਾਲਾਂ ਦੇ ਸਾਫਿਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾਵੇਗਾ। ਇਹ ਨਕਸ਼ਾ ੨੦੦੧ ਦੀ ਮਰਦਮਸ਼ੁਮਾਰੀ ਦੇ ਅਧਾਰਤ ਹੈ। <a href="/pa/about">ਸਾਡੇ ਵਿਧੀ ਗਿਆਨ ਵਾਸਤੇ ਅੱਗੇ ਪੜ੍ਹੋ।</a>

source: January
pa: ਜਨਵਰੀ

source: February
pa: ਫ਼ਰਵਰੀ

source: March
pa: ਮਾਰਚ

source: April
pa: ਐਪ੍ਰਲ

source: May
pa: ਮਈ

source: June
pa: ਜੂਨ

source: July
pa: ਜੁਲਾਈ

source: August
pa: ਅਗਸਤ

source: September
pa: ਸਤੰਬਰ

source: October
pa: ਅਕਤੂਬਰ

source: November
pa: ਨਵੰਬਰ

source: December
pa: ਦਸੰਬਰ

source: Don’t know
pa: ਪਤਾ ਨਹੀਂ

source: N/A
pa: ਲਾਗੂ ਨਹੀਂ

source: between
pa: ਦੇ ਵਿੱਚ

source: and
pa: ਅਤੇ

source: on
pa: ਦੀ ਤਾਰੀਖ਼

source: No education
pa: ਅਨਪੜ੍ਹ

source: Primary school
pa: ਪ੍ਰਾਇਮਰੀ ਸਕੂਲ

source: Middle school
pa: ਮਿਡਲ ਸਕੂਲ

source: Some college
pa: ਥੋੜ੍ਹਾ ਬਹੁਤਾ ਕਾਲਜ

source: College degree
pa: ਕਾਲਜ ਡਿਗਰੀ

source: Graduate diploma
pa: ਗ੍ਰੈਜੂਏਟ ਡਿਪਲੋਮਾ

source: Vocational degree
pa: ਵਿਅਵਸਾਇਕ ਡਿਗਰੀ

source: location withheld
pa: ਪਤਾ ਜਨਤਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਰਿਹਾ

source: Persecution of a family member or a friend
pa: ਪਰਿਵਾਰ ਦੇ ਸਦੱਸ/ਮੈਂਬਰ ਜਾਂ ਦੋਸਤ ਖਿਲਾਫ ਅੱਤਿਆਚਾਰ
